<?php

return [
    'name' => 'রিয়েল এস্টেট',
    'settings' => 'সেটিংস',
    'login_form' => 'লগইন ফর্ম',
    'register_form' => 'নিবন্ধন ফর্ম',
    'forgot_password_form' => 'পাসওয়ার্ড ভুলে গেছেন ফর্ম',
    'reset_password_form' => 'পাসওয়ার্ড রিসেট ফর্ম',
    'consult_form' => 'পরামর্শ ফর্ম',
    'review_form' => 'পর্যালোচনা ফর্ম',
    'property_translations' => 'সম্পত্তি অনুবাদ',
    'project_translations' => 'প্রকল্প অনুবাদ',
    'theme_options' => [
        'slug_name' => 'রিয়েল এস্টেট URL',
        'slug_description' => 'রিয়েল এস্টেট পৃষ্ঠাগুলির জন্য ব্যবহৃত স্লাগ কাস্টমাইজ করুন। পরিবর্তন করার সময় সতর্ক থাকুন কারণ এটি SEO এবং ব্যবহারকারীর অভিজ্ঞতাকে প্রভাবিত করতে পারে। যদি কিছু ভুল হয়ে যায়, আপনি ডিফল্ট মান টাইপ করে বা এটি খালি রেখে ডিফল্টে রিসেট করতে পারেন।',
        'page_slug_name' => ':page পৃষ্ঠার স্লাগ',
        'page_slug_description' => 'পৃষ্ঠায় অ্যাক্সেস করার সময় এটি :slug এর মতো দেখাবে। ডিফল্ট মান হল :default।',
        'page_slug_already_exists' => ':slug পৃষ্ঠার স্লাগ ইতিমধ্যে ব্যবহৃত হচ্ছে। অনুগ্রহ করে অন্য একটি বেছে নিন।',
        'page_slugs' => [
            'projects_city' => 'শহর অনুযায়ী প্রকল্প',
            'projects_state' => 'রাজ্য অনুযায়ী প্রকল্প',
            'properties_city' => 'শহর অনুযায়ী সম্পত্তি',
            'properties_state' => 'রাজ্য অনুযায়ী সম্পত্তি',
        ],
    ],
];
